{"class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow", "config": {"layers": [{"class_name": "Flatten", "config": {"data_format": "channels_last", "trainable": true, "name": "flatten_1"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "units": 1000, "name": "dense_1"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "units": 1000, "name": "dense_2"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "units": 500, "name": "dense_3"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "units": 200, "name": "dense_4"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "trainable": true, "activation": "softmax", "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "units": 10, "name": "dense_5"}}], "build_input_shape": [null, 28, 28], "name": "sequential_1"}}