{"class_name": "Sequential", "config": {"build_input_shape": [null, 28, 28], "layers": [{"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_37", "data_format": "channels_last"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "units": 1000, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "trainable": true, "bias_constraint": null, "name": "dense_181", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "units": 1000, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "trainable": true, "bias_constraint": null, "name": "dense_182", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "units": 500, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "trainable": true, "bias_constraint": null, "name": "dense_183", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_regularizer": null, "activation": "relu", "units": 200, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "trainable": true, "bias_constraint": null, "name": "dense_184", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_regularizer": null, "activation": "softmax", "units": 10, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "trainable": true, "bias_constraint": null, "name": "dense_185", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}], "name": "sequential_37"}, "keras_version": "2.2.4", "backend": "tensorflow"}